aom
aribb24
autoconf
automake
awk
axel
bdw-gc
brotli
c-ares
ca-certificates
cairo
ccat
cjson
cmocka
coreutils
curl
cython
dav1d
docbook
docbook-xsl
emacs-plus@30
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
gcc
gd
gdbm
gdk-pixbuf
gettext
ghostscript
giflib
git
git-filter-repo
git-lfs
glances
glib
gmp
gnu-getopt
gnu-sed
gnu-tar
gnutls
graphite2
graphviz
grep
gts
guile
harfbuzz
highway
htop
hugo
icu4c
imagemagick
imath
isl
jansson
jasper
jbig2dec
jpeg
jpeg-turbo
jpeg-xl
lame
leptonica
libarchive
libass
libavif
libb2
libbluray
libde265
libevent
libffi
libgccjit
libheif
libidn
libidn2
liblqr
libmpc
libnghttp2
libogg
libomp
libpng
libpthread-stubs
libraw
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
luajit
lz4
lzo
m4
make
mbedtls
mpdecimal
mpfr
mpg123
mpv
mujs
nasm
ncurses
netpbm
nettle
nvm
opencore-amr
openexr
openjpeg
openldap
openssl@1.1
openssl@3
opus
p11-kit
pango
pcre
pcre2
pixman
pkg-config
python@3.10
python@3.11
python@3.9
rav1e
readline
ripgrep
rtmpdump
rubberband
sdl2
shared-mime-info
six
snappy
speex
sqlite
srt
svt-av1
tcl-tk
tesseract
texinfo
theora
tmux
tree
tree-sitter
uchardet
unbound
utf8proc
v2ray
vapoursynth
webp
wget
x264
x265
xmlto
xorgproto
xvid
xz
yt-dlp
zeromq
zimg
zstd
google-chrome
miniconda
qv2ray
rar
squirrel
temurin
wechatwebdevtools
