abseil
aom
assimp
autoconf
automake
awk
axel
bdw-gc
brew-cask-completion
brotli
c-ares
ca-certificates
cairo
ccat
cffi
cmake
coreutils
curl
dbus
docbook
docbook-xsl
double-conversion
duktape
fontconfig
freetype
fribidi
gcc
gd
gdb
gdbm
gdk-pixbuf
gettext
ghostscript
giflib
git
git-lfs
glib
gmp
gnu-getopt
gnu-sed
gnu-tar
gnutls
gobject-introspection
graphite2
graphviz
gsasl
gts
guile
harfbuzz
highway
htop
hugo
hunspell
icu4c
imagemagick
imath
ipython
isl
jansson
jasper
jbig2dec
jemalloc
jpeg
jpeg-turbo
jpeg-xl
jsoncpp
krb5
libavif
libb2
libcbor
libcerf
libde265
libev
libevent
libffi
libfido2
libgccjit
libgcrypt
libgpg-error
libheif
libidn
libidn2
liblqr
libmetalink
libmng
libmpc
libnghttp2
libomp
libpng
libproxy
libpthread-stubs
libraw
librsvg
libsodium
libssh2
libtasn1
libtiff
libtool
libunistring
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lua
lz4
lzo
m4
macos-term-size
mailutils
make
md4c
mpdecimal
mpfr
ncurses
netpbm
nettle
nghttp2
node
numpy
openblas
openexr
openjpeg
openldap
openssl@1.1
openssl@3
p11-kit
p7zip
pandoc
pango
pcre
pcre2
pdm
pixman
pkg-config
protobuf
pycparser
pygments
python-certifi
python-packaging
python-pyproject-hooks
python-setuptools
python-typing-extensions
python@3.10
python@3.11
python@3.12
python@3.9
pyyaml
readline
ripgrep
rtmpdump
ruff
shared-mime-info
six
sqlite
ta-lib
tcl-tk
texinfo
tmux
tree
unbound
utf8proc
virtualenv
webp
wget
wxmac
wxwidgets
x265
xmlto
xorgproto
xz
yarn
zeromq
zlib
zsh
zsh-syntax-highlighting
zstd
adoptopenjdk
android-platform-tools
emacs
miniconda
orbstack
rar
raycast
visual-studio-code
vscodium
